[{"ValidFrom":"2022-05-04T16:00:00Z","Engine":"CERTLOGIC","Country":"DE","CertificateType":"General","EngineVersion":"1.0.0","SchemaVersion":"1.0.0","Description":[{"lang":"en","desc":"The German Standing Committee on Vaccinations (STIKO) recommends a booster vaccination for everyone age 12 and older who has not been diagnosed with a SARS-CoV-2 coronavirus infection and who completed their basic immunization more than three months ago.\n\nThe certificates you have saved indicate that these criteria will soon apply to you and that you have not had a booster vaccination. We therefore wish to point out this recommendation. (Rule DE-BNR-0100)\n\nThis note is based solely on the certificates saved on your smartphone. The data was processed on your smartphone. No information was sent to the RKI or to any third parties in this process."},{"desc":"Die Ständige Impfkommission (STIKO) empfiehlt allen Personen eine Auffrischimpfung, die mindestens 12 Jahre alt sind, bei denen keine Infektion mit dem Coronavirus SARS-CoV-2 nachgewiesen wurde und wenn ihre Grundimmunisierung über 3 Monate her ist.\n\nDa Sie laut Ihrer gespeicherten Zertifikate bald dieser Personengruppe angehören und noch keine Auffrischimpfung erhalten haben, möchten wir Sie auf diese Empfehlung hinweisen. (Regel DE-BNR-0100)\n\nDieser Hinweis basiert ausschließlich auf den auf Ihrem Smartphone gespeicherten Zertifikaten. Die Verarbeitung der Daten erfolgte auf Ihrem Smartphone. Es wurden hierbei keine Daten an das RKI oder Dritte übermittelt.","lang":"de"},{"desc":"Almanya Daimi Aşı Komisyonu (STIKO), SARS-CoV-2 koronavirüs enfeksiyonu tanısı almamış ve temel bağışıklığını tamamlamasının üzerinden en az üç ay geçmiş olan 12 yaş ve üzerindeki herkesin hatırlatma aşısı yaptırmasını önermektedir.\n\nKaydettiğiniz sertifikalar bu kriterlerin yakın zamanda sizin için geçerli olacağını ve bir hatırlatma aşısı yaptırmadığınızı gösteriyor. Dolayısıyla bu öneriyi vurgulamak isteriz. (Kural DE-BNR-0100)\n\nBu not yalnızca akıllı telefonunuza kaydedilen sertifikalara dayalıdır. Veriler akıllı telefonunuzda işlenmiştir. Bu süreçte RKI veya herhangi bir üçüncü tarafa hiçbir bilgi gönderilmemiştir.","lang":"tr"},{"desc":"Комитетът по ваксините на Германия (STIKO) препоръчва ваксинация с бустерна доза за всички на възраст 12 г. и повече, които не са били диагностицирани с коронавирусна инфекция от SARS-CoV-2 и които са завършили основната си имунизация преди повече от три месеца.\n\nЗапазените от Вас сертификати показват, че тези критерии скоро ще важат за Вас и че не сте получили бустерна доза. Затова бихме искали да Ви обърнем внимание върху тази препоръка. (Наредба DE-BNR-0100)\n\nТази забележка се основава единствено на сертификатите, които са запазени във Вашия смартфон. Данните са обработени в него и в процеса не е изпращана информация към института „Роберт Кох“ или други трети лица.","lang":"bg"},{"desc":"Niemiecka Stała Komisja ds. Szczepień (STIKO) (STIKO) zaleca szczepienie przypominające dla wszystkich osób powyżej 12 roku życia, u których nie zdiagnozowano zakażenia koronawirusem SARS-CoV-2 i którzy otrzymali szczepienie podstawowe ponad trzy miesiące temu.\n\nZ zapisanych przez Ciebie certyfikatów wynika, że te kryteria będą wkrótce dotyczyć Ciebie i że nie przyjąłeś(-aś) szczepienia przypominającego. Z tego względu chcemy zwrócić Twoją uwagę na to zalecenie. (Reguła DE-BNR-0100)\n\nInformacje te opierają się wyłącznie na certyfikatach zapisanych w Twoim smartfonie. Dane zostały przetworzone na Twoim smartfonie. Nie przesłano żadnych danych do RKI ani do osób trzecich.","lang":"pl"},{"desc":"Comisia permanentă de vaccinare din Germania (STIKO) recomandă vaccinarea cu doza booster pentru toate persoanele începând cu vârsta de 12 ani care nu au fost diagnosticate cu infecția cu SARS-CoV-2 și care și-au finalizat schema de imunizare standard cu peste trei luni în urmă.\n\nCertificatele pe care le-ați salvat arată că aceste criterii vi se vor aplica și dvs. în curând și că nu aveți efectuată doza booster. Din acest motiv, dorim să vă informăm despre această recomandare. (Regula DE-BNR-0100)\n\nAceastă notificare se bazează doar pe certificatele salvate pe smartphone-ul dvs. Datele au fost prelucrate pe smartphone-ul dvs. Nu au fost transmise niciun fel de date la RKI sau terți în acest proces.","lang":"ro"},{"desc":"Німецький чинний комітет з вакцинації (STIKO) рекомендує проводити ревакцинацію всім людям віком від 12 років і старше, у яких не було діагностовано коронавірусну інфекцію SARS-CoV-2 і які завершили основну імунізацію більше трьох місяців тому.\n\nЗбережені вами сертифікати вказують на те, що ці критерії незабаром почнуть діяти і для вас, і що ви не зробили ревакцинацію. Тому ми хочемо звернути увагу на цю рекомендацію. (Правило DE-BNR-0100)\n\nЦя нотатка заснована виключно на сертифікатах, збережених на вашому смартфоні. Дані були оброблені на вашому смартфоні. Жодної інформації не було надіслано до RKI або будь-яким третім особам у цьому процесі.","lang":"uk"}],"ValidTo":"2030-06-01T00:00:00Z","Logic":{"if":[{"var":"payload.v.0"},{"and":[{"not-before":[{"plusTime":[{"var":"external.validationClock"},0,"day"]},{"plusTime":[{"var":"payload.dob"},12,"year"]}]},{"not-before":[{"plusTime":[{"var":"external.validationClock"},0,"day"]},{"plusTime":[{"var":"payload.v.0.dt"},2,"month"]}]},{"before":[{"plusTime":[{"var":"external.validationClock"},0,"day"]},{"plusTime":[{"var":"payload.v.0.dt"},3,"month"]}]},{"===":[{"var":"payload.v.0.dn"},{"var":"payload.v.0.sd"}]},{"===":[{"var":"payload.v.0.dn"},2]},{"if":[{"var":"payload.r.0"},false,true]}]},false]},"AffectedFields":["dob","r.0","v.0","v.0.dn","v.0.dt","v.0.sd"],"Version":"1.0.2","hash":"74637cc4a9ba588a25ba14e029a232c0a18ea69858c98115c03e60470aa26bd4","Identifier":"BNR-DE-0100","Type":"BoosterNotification"},{"Version":"1.0.2","Description":[{"lang":"en","desc":"The German Standing Committee on Vaccinations (STIKO) recommends a booster vaccination for everyone age 12 and older who has not been diagnosed with a SARS-CoV-2 coronavirus infection and who completed their basic immunization more than three months ago.\n\nThe certificates you have saved indicate that these criteria apply to you and that you have not had a booster vaccination. We therefore wish to point out this recommendation. (Rule DE-BNR-0110)\n\nThis note is based solely on the certificates saved on your smartphone. The data was processed on your smartphone. No information was sent to the RKI or to any third parties in this process."},{"desc":"Die Ständige Impfkommission (STIKO) empfiehlt allen Personen eine Auffrischimpfung, die mindestens 12 Jahre alt sind, bei denen keine Infektion mit dem Coronavirus SARS-CoV-2 nachgewiesen wurde und wenn ihre Grundimmunisierung über 3 Monate her ist.\n\nDa Sie laut Ihrer gespeicherten Zertifikate dieser Personengruppe angehören und noch keine Auffrischimpfung erhalten haben, möchten wir Sie auf diese Empfehlung hinweisen. (Regel DE-BNR-0110)\n\nDieser Hinweis basiert ausschließlich auf den auf Ihrem Smartphone gespeicherten Zertifikaten. Die Verarbeitung der Daten erfolgte auf Ihrem Smartphone. Es wurden hierbei keine Daten an das RKI oder Dritte übermittelt.","lang":"de"},{"desc":"Almanya Daimi Aşı Komisyonu (STIKO), SARS-CoV-2 koronavirüs enfeksiyonu tanısı almamış ve temel bağışıklığını tamamlamasının üzerinden en az üç ay geçmiş olan 12 yaş ve üzerindeki herkesin hatırlatma aşısı yaptırmasını önermektedir.\n\nKaydettiğiniz sertifikalar bu kriterlerin sizin için geçerli olduğunu ve bir hatırlatma aşısı yaptırmadığınızı gösteriyor. Dolayısıyla bu öneriyi vurgulamak isteriz. (Kural DE-BNR-0110)\n\nBu not yalnızca akıllı telefonunuza kaydedilen sertifikalara dayalıdır. Veriler akıllı telefonunuzda işlenmiştir. Bu süreçte RKI veya herhangi bir üçüncü tarafa hiçbir bilgi gönderilmemiştir.","lang":"tr"},{"desc":"Комитетът по ваксините на Германия (STIKO) препоръчва ваксинация с бустерна доза за всички на възраст 12 г. и повече, които не са били диагностицирани с коронавирусна инфекция от SARS-CoV-2 и които са завършили основната си имунизация преди повече от три месеца.\n\nЗапазените от Вас сертификати показват, че тези критерии важат за Вас и че не сте получили бустерна доза. Затова бихме искали да Ви обърнем внимание върху тази препоръка. (Наредба DE-BNR-0110)\n\nТази забележка се основава единствено на сертификатите, които са запазени във Вашия смартфон. Данните са обработени в него и в процеса не е изпращана информация към института „Роберт Кох“ или други трети лица.","lang":"bg"},{"desc":"Niemiecka Stała Komisja ds. Szczepień (STIKO) (STIKO) zaleca szczepienie przypominające dla wszystkich osób powyżej 12 roku życia, u których nie zdiagnozowano zakażenia koronawirusem SARS-CoV-2 i którzy otrzymali szczepienie podstawowe ponad trzy miesiące temu.\n\nZ zapisanych przez Ciebie certyfikatów wynika, że te kryteria dotyczą Ciebie i że nie przyjąłeś(-aś) szczepienia przypominającego. Z tego względu chcemy zwrócić Twoją uwagę na to zalecenie. (Reguła DE-BNR-0110)\n\nInformacje te opierają się wyłącznie na certyfikatach zapisanych w Twoim smartfonie. Dane zostały przetworzone na Twoim smartfonie. Nie przesłano żadnych danych do RKI ani do osób trzecich.","lang":"pl"},{"desc":"Comisia permanentă de vaccinare din Germania (STIKO) recomandă vaccinarea cu doza booster pentru toate persoanele începând cu vârsta de 12 ani care nu au fost diagnosticate cu infecția cu SARS-CoV-2 și care și-au finalizat schema de imunizare standard cu peste trei luni în urmă.\n\nCertificatele pe care le-ați salvat arată că aceste criterii se aplică pentru dvs. și că nu aveți efectuată doza booster. Din acest motiv, dorim să vă informăm despre această recomandare. (Regula DE-BNR-0110)\n\nAceastă notificare se bazează doar pe certificatele salvate pe smartphone-ul dvs. Datele au fost prelucrate pe smartphone-ul dvs. Nu au fost transmise niciun fel de date la RKI sau terți în acest proces.","lang":"ro"},{"desc":"Німецький чинний комітет з вакцинації (STIKO) рекомендує проводити ревакцинацію всім людям віком від 12 років і старше, у яких не було діагностовано коронавірусну інфекцію SARS-CoV-2 і які завершили стандартну імунізацію більше трьох місяців тому.\n\nЗбережені вами сертифікати вказують на те, що ці критерії діють для вас, і що ви не зробили ревакцинацію. Тому ми хочемо звернути увагу на цю рекомендацію. (Правило DE-BNR-0110)\n\nЦя нотатка заснована виключно на сертифікатах, збережених на вашому смартфоні. Дані були оброблені на вашому смартфоні. Жодної інформації не було надіслано до RKI або будь-яким третім особам у цьому процесі.","lang":"uk"}],"hash":"77149bbb04b5a3181314eb579644d2901f50af6f7ae5ae39837ffa2a6f39eae2","AffectedFields":["dob","v.0","v.0.dt","v.0.dn","v.0.sd","r.0"],"Identifier":"BNR-DE-0110","Engine":"CERTLOGIC","ValidFrom":"2022-05-04T16:00:00Z","Country":"DE","Logic":{"if":[{"var":"payload.v.0"},{"and":[{"not-before":[{"plusTime":[{"var":"external.validationClock"},0,"day"]},{"plusTime":[{"var":"payload.dob"},12,"year"]}]},{"not-before":[{"plusTime":[{"var":"external.validationClock"},0,"day"]},{"plusTime":[{"var":"payload.v.0.dt"},3,"month"]}]},{"===":[{"var":"payload.v.0.dn"},{"var":"payload.v.0.sd"}]},{"===":[{"var":"payload.v.0.dn"},2]},{"if":[{"var":"payload.r.0"},false,true]}]},false]},"Type":"BoosterNotification","ValidTo":"2030-06-01T00:00:00Z","EngineVersion":"1.0.0","SchemaVersion":"1.0.0","CertificateType":"General"},{"Type":"BoosterNotification","Engine":"CERTLOGIC","CertificateType":"General","hash":"438b0611588b15928b7693dcc64d73afe2aaae54628bffb342d5ea24d889ec2f","ValidTo":"2030-06-01T00:00:00Z","SchemaVersion":"1.0.0","Logic":{"if":[{"var":"payload.v.0"},{"and":[{"===":[{"var":"payload.v.0.mp"},"EU\/1\/20\/1525"]},{"===":[{"var":"payload.v.0.dn"},1]},{"===":[{"var":"payload.v.0.sd"},1]},{"not-before":[{"plusTime":[{"var":"external.validationClock"},0,"day"]},{"plusTime":[{"var":"payload.v.0.dt"},14,"day"]}]},{"before":[{"plusTime":[{"var":"external.validationClock"},0,"day"]},{"plusTime":[{"var":"payload.v.0.dt"},28,"day"]}]},{"if":[{"var":"payload.r.0"},false,true]}]},false]},"Country":"DE","ValidFrom":"2022-05-04T16:00:00Z","Identifier":"BNR-DE-0200","AffectedFields":["v.0","v.0.mp","v.0.dn","v.0.sd","r.0","v.0.dt"],"EngineVersion":"1.0.0","Description":[{"lang":"en","desc":"The German Standing Committee on Vaccinations (STIKO) recommends that anyone who received their basic immunization through a single dose of the Janssen vaccine (Johnson & Johnson) and who has not been diagnosed with a SARS-CoV-2 coronavirus infection get an additional dose of the vaccine to optimize their basic immunization, if their Janssen vaccination took place more than four weeks ago.\n\nThe certificates you have saved indicate that these criteria will soon apply to you and that you have not had any additional vaccinations. We therefore wish to point out this recommendation. (Rule DE-BNR-0200)\n\nThis note is based solely on the certificates saved on your smartphone. The data was processed on your smartphone. No information was sent to the RKI or to any third parties in this process."},{"desc":"Die Ständige Impfkommission (STIKO) empfiehlt allen Personen eine weitere Impfstoffdosis zur Optimierung der Grundimmunisierung, die mit einer Dosis des Janssen-Impfstoffs (Johnson & Johnson) grundimmunisiert wurden, bei denen keine Infektion mit dem Coronavirus SARS-CoV-2 nachgewiesen wurde und wenn ihre Janssen-Impfung über 4 Wochen her ist.\n\nDa Sie laut Ihrer gespeicherten Zertifikate bald dieser Personengruppe angehören und noch keine weitere Impfung erhalten haben, möchten wir Sie auf diese Empfehlung hinweisen. (Regel DE-BNR-0200)\n\nDieser Hinweis basiert ausschließlich auf den auf Ihrem Smartphone gespeicherten Zertifikaten. Die Verarbeitung der Daten erfolgte auf Ihrem Smartphone. Es wurden hierbei keine Daten an das RKI oder Dritte übermittelt.","lang":"de"},{"desc":"Almanya Daimi Aşı Komisyonu (STIKO), tek doz Janssen aşısı (Johnson & Johnson) ile temel bağışıklık kazanmış ve SARS-CoV-2 koronavirüs enfeksiyonu tanısı almamış herkesin, Janssen aşısının üzerinden en az dört hafta geçmişse temel bağışıklıklarını optimize etmek üzere ek doz aşı yaptırmasını önermektedir.\n\nKaydettiğiniz sertifikalar bu kriterlerin yakın zamanda sizin için geçerli olacağını ve herhangi bir ek aşı yaptırmadığınızı gösteriyor. Dolayısıyla bu öneriyi vurgulamak isteriz. (Kural DE-BNR-0200)\n\nBu not yalnızca akıllı telefonunuza kaydedilen sertifikalara dayalıdır. Veriler akıllı telefonunuzda işlenmiştir. Bu süreçte RKI veya herhangi bir üçüncü tarafa hiçbir bilgi gönderilmemiştir.","lang":"tr"},{"desc":"Комитетът по ваксините на Германия (STIKO) препоръчва на всеки, който е получил основната си имунизация чрез еднократна доза от ваксината \"Янсен\" (Johnson & Johnson) и който не е бил диагностициран с коронавирусна инфекция от SARS-CoV-2, да получи допълнителна доза от ваксината с цел оптимизиране на основната имунизация, ако ваксинацията с \"Янсен\" е направена преди повече от четири месеца.\n\nЗапазените от Вас сертификати показват, че тези критерии скоро ще важат за Вас и че не сте получили допълнителни ваксинации Затова бихме искали да Ви обърнем внимание върху тази препоръка. (Наредба DE-BNR-0200)\n\nТази забележка се основава единствено на сертификатите, които са запазени във Вашия смартфон. Данните са обработени в него и в процеса не е изпращана информация към института „Роберт Кох“ или други трети лица.","lang":"bg"},{"desc":"Niemiecka Stała Komisja ds. Szczepień (STIKO) (STIKO) zaleca, aby osoby, które otrzymały szczepienie podstawowe w postaci jednej dawki szczepionki Janssen (Johnson & Johnson) i u których nie zdiagnozowano zakażenia koronawirusem SARS-CoV-2, otrzymały dodatkową dawkę szczepionki w celu optymalizacji szczepienia podstawowego, jeśli szczepionka Janssen została podana ponad 4 tygodnie temu.\n\nZ zapisanych przez Ciebie certyfikatów wynika, że te kryteria będą wkrótce dotyczyć Ciebie i że nie otrzymałeś(-aś) dodatkowych szczepień. Z tego względu chcemy zwrócić Twoją uwagę na to zalecenie. (Reguła DE-BNR-0200)\n\nInformacje te opierają się wyłącznie na certyfikatach zapisanych w Twoim smartfonie. Dane zostały przetworzone na Twoim smartfonie. Nie przesłano żadnych danych do RKI ani do osób trzecich.","lang":"pl"},{"desc":"Comisia permanentă de vaccinare din Germania (STIKO) recomandă ca orice persoană care a primit vaccinarea standard cu o singură doză de vaccin Janssen (Johnson & Johnson) și care nu a fost diagnosticată cu infecția cu SARS-CoV-2 să primească o doză suplimentară de vaccin pentru a-și optimiza imunizarea standard, dacă vaccinarea cu vaccinul Janssen a avut loc cu peste patru săptămâni în urmă.\n\nCertificatele pe care le-ați salvat arată că aceste criterii vi se vor aplica și dvs. în curând și că nu aveți efectuate vaccinări suplimentare. Din acest motiv, dorim să vă informăm despre această recomandare. (Regula DE-BNR-0200)\n\nAceastă notificare se bazează doar pe certificatele salvate pe smartphone-ul dvs. Datele au fost prelucrate pe smartphone-ul dvs. Nu au fost transmise niciun fel de date la RKI sau terți în acest proces.","lang":"ro"},{"desc":"Німецький чинний комітет з вакцинації (STIKO) рекомендує всім, хто отримав свою стандартну імунізацію за допомогою однієї дози вакцини Janssen (Johnson & Johnson) і у кого не було діагностовано коронавірусну інфекцію SARS-CoV-2, отримати додаткову дозу вакцини для оптимізації стандартної імунізації, якщо їх вакцинація Janssen була проведена більше чотирьох тижнів тому.\n\nЗбережені вами сертифікати вказують на те, що ці критерії незабаром почнуть діяти і для вас, і що ви не зробили жодних додаткових вакцинацій. Тому ми хочемо звернути увагу на цю рекомендацію. (Правило DE-BNR-0200)\n\nЦя нотатка заснована виключно на сертифікатах, збережених на вашому смартфоні. Дані були оброблені на вашому смартфоні. Жодної інформації не було надіслано до RKI або будь-яким третім особам у цьому процесі.","lang":"uk"}],"Version":"1.0.2"},{"AffectedFields":["v.0","v.0.mp","v.0.dn","v.0.sd","r.0","v.0.dt"],"Version":"1.0.2","SchemaVersion":"1.0.0","ValidFrom":"2022-05-04T16:00:00Z","Type":"BoosterNotification","EngineVersion":"1.0.0","Engine":"CERTLOGIC","CertificateType":"General","hash":"945c343dae34fa6390c45538696600fa9518853677af758783837c6818bffd1f","Identifier":"BNR-DE-0210","Logic":{"if":[{"var":"payload.v.0"},{"and":[{"===":[{"var":"payload.v.0.mp"},"EU\/1\/20\/1525"]},{"===":[{"var":"payload.v.0.dn"},1]},{"===":[{"var":"payload.v.0.sd"},1]},{"not-before":[{"plusTime":[{"var":"external.validationClock"},0,"day"]},{"plusTime":[{"var":"payload.v.0.dt"},28,"day"]}]},{"if":[{"var":"payload.r.0"},false,true]}]},false]},"ValidTo":"2030-06-01T00:00:00Z","Country":"DE","Description":[{"lang":"en","desc":"The German Standing Committee on Vaccinations (STIKO) recommends that anyone who received their basic immunization through a single dose of the Janssen vaccine (Johnson & Johnson) and who has not been diagnosed with a SARS-CoV-2 coronavirus infection get an additional dose of the vaccine to optimize their basic immunization, if their Janssen vaccination took place more than four weeks ago.\n\nThe certificates you have saved indicate that these criteria apply to you and that you have not had any additional vaccinations. We therefore wish to point out this recommendation. (Rule DE-BNR-0210)\n\nThis note is based solely on the certificates saved on your smartphone. The data was processed on your smartphone. No information was sent to the RKI or to any third parties in this process."},{"desc":"Die Ständige Impfkommission (STIKO) empfiehlt allen Personen eine weitere Impfstoffdosis zur Optimierung der Grundimmunisierung, die mit einer Dosis des Janssen-Impfstoffs (Johnson & Johnson) grundimmunisiert wurden, bei denen keine Infektion mit dem Coronavirus SARS-CoV-2 nachgewiesen wurde und wenn ihre Janssen-Impfung über 4 Wochen her ist.\n\nDa Sie laut Ihrer gespeicherten Zertifikate dieser Personengruppe angehören und noch keine weitere Impfung erhalten haben, möchten wir Sie auf diese Empfehlung hinweisen. (Regel DE-BNR-0210)\n\nDieser Hinweis basiert ausschließlich auf den auf Ihrem Smartphone gespeicherten Zertifikaten. Die Verarbeitung der Daten erfolgte auf Ihrem Smartphone. Es wurden hierbei keine Daten an das RKI oder Dritte übermittelt.","lang":"de"},{"desc":"Almanya Daimi Aşı Komisyonu (STIKO), tek doz Janssen aşısı (Johnson & Johnson) ile temel bağışıklık kazanmış ve SARS-CoV-2 koronavirüs enfeksiyonu tanısı almamış herkesin, Janssen aşısının üzerinden en az dört hafta geçmişse temel bağışıklıklarını optimize etmek üzere ek doz aşı yaptırmasını önermektedir.\n\nKaydettiğiniz sertifikalar bu kriterlerin sizin için geçerli olduğunu ve herhangi bir ek aşı yaptırmadığınızı gösteriyor. Dolayısıyla bu öneriyi vurgulamak isteriz. (Kural DE-BNR-0210)\n\nBu not yalnızca akıllı telefonunuza kaydedilen sertifikalara dayalıdır. Veriler akıllı telefonunuzda işlenmiştir. Bu süreçte RKI veya herhangi bir üçüncü tarafa hiçbir bilgi gönderilmemiştir.","lang":"tr"},{"desc":"Комитетът по ваксините на Германия (STIKO) препоръчва на всеки, който е получил основната си имунизация чрез еднократна доза от ваксината \"Янсен\" (Johnson & Johnson) и който не е бил диагностициран с коронавирусна инфекция от SARS-CoV-2, да получи допълнителна доза от ваксината с цел оптимизиране на основната имунизация, ако ваксинацията с \"Янсен\" е направена преди повече от четири месеца.\n\nЗапазените от Вас сертификати показват, че тези критерии важат за Вас и че не сте получили допълнителни ваксинации Затова бихме искали да Ви обърнем внимание върху тази препоръка. (Наредба DE-BNR-0210)\n\nТази забележка се основава единствено на сертификатите, които са запазени във Вашия смартфон. Данните са обработени в него и в процеса не е изпращана информация към института „Роберт Кох“ или други трети лица.","lang":"bg"},{"desc":"Niemiecka Stała Komisja ds. Szczepień (STIKO) (STIKO) zaleca, aby osoby, które otrzymały szczepienie podstawowe w postaci jednej dawki szczepionki Janssen (Johnson & Johnson) i u których nie zdiagnozowano zakażenia koronawirusem SARS-CoV-2, otrzymały dodatkową dawkę szczepionki w celu optymalizacji szczepienia podstawowego, jeśli szczepionka Janssen została podana ponad 4 tygodnie temu.\n\nZ zapisanych przez Ciebie certyfikatów wynika, że te kryteria dotyczą Ciebie i że nie przyjąłeś(-aś) dodatkowych szczepień. Z tego względu chcemy zwrócić Twoją uwagę na to zalecenie. (Reguła DE-BNR-0210)\n\nInformacje te opierają się wyłącznie na certyfikatach zapisanych w Twoim smartfonie. Dane zostały przetworzone na Twoim smartfonie. Nie przesłano żadnych danych do RKI ani do osób trzecich.","lang":"pl"},{"desc":"Comisia permanentă de vaccinare din Germania (STIKO) recomandă ca orice persoană care a primit vaccinarea standard cu o singură doză de vaccin Janssen (Johnson & Johnson) și care nu a fost diagnosticată cu infecția cu SARS-CoV-2 să primească o doză suplimentară de vaccin pentru a-și optimiza imunizarea standard, dacă vaccinarea cu vaccinul Janssen a avut loc cu peste patru săptămâni în urmă.\n\nCertificatele pe care le-ați salvat arată că aceste criterii se aplică pentru dvs. și că nu aveți efectuate vaccinări suplimentare. Din acest motiv, dorim să vă informăm despre această recomandare. (Regula DE-BNR-0210)\n\nAceastă notificare se bazează doar pe certificatele salvate pe smartphone-ul dvs. Datele au fost prelucrate pe smartphone-ul dvs. Nu au fost transmise niciun fel de date la RKI sau terți în acest proces.","lang":"ro"},{"desc":"Німецький чинний комітет з вакцинації (STIKO) рекомендує всім, хто отримав стандартну імунізацію за допомогою однієї дози вакцини Janssen (Johnson & Johnson) і у кого не було діагностовано коронавірусну інфекцію SARS-CoV-2, отримати додаткову дозу вакцини для оптимізації стандартної імунізації, якщо їх вакцинація Janssen була проведена більше чотирьох тижнів тому.\n\nЗбережені вами сертифікати вказують на те, що ці критерії діють для вас, і що ви не зробили додаткових вакцинацій. Тому ми хочемо звернути увагу на цю рекомендацію. (Правило DE-BNR-0210)\n\nЦя нотатка заснована виключно на сертифікатах, збережених на вашому смартфоні. Дані були оброблені на вашому смартфоні. Жодної інформації не було надіслано до RKI або будь-яким третім особам у цьому процесі.","lang":"uk"}]},{"ValidFrom":"2022-09-01T00:00:00Z","EngineVersion":"1.0.0","Logic":{"if":[{"var":"payload.v.0"},{"and":[{"not-before":[{"plusTime":[{"var":"external.validationClock"},0,"day"]},{"plusTime":[{"var":"payload.dob"},60,"year"]}]},{"not-after":[{"plusTime":[{"var":"payload.v.0.dt"},6,"month"]},{"plusTime":[{"var":"external.validationClock"},0,"day"]}]},{"if":[{"!":[{"var":"payload.r.0.fr"}]},true,{"not-after":[{"plusTime":[{"var":"payload.r.0.fr"},6,"month"]},{"plusTime":[{"var":"external.validationClock"},0,"day"]}]}]},{"if":[{"and":[{"===":[{"var":"payload.v.0.dn"},2]},{"var":"payload.r.0"}]},true,{"and":[{"===":[{"var":"payload.v.0.dn"},3]},{"!":[{"var":"payload.r.0"}]}]}]}]},false]},"CertificateType":"General","Version":"1.0.0","Description":[{"lang":"en","desc":"The German Standing Committee on Vaccinations (STIKO) recommends a second booster vaccination for everyone age 60 and older who had their first booster vaccination more than 6 months ago. This recommendation is also valid for persons who were diagnosed with coronavirus after their basic immunization, if the infection occurred more than 6 months ago.\n\nThe certificates you have saved indicate that these criteria apply to you and that you have not had a second booster vaccination. We therefore wish to point out this recommendation. (Rule DE-BNR-0400)\n\nThis notification is based solely on the certificates saved on your smartphone. The data was processed on your smartphone. No information was sent to the RKI or to any third parties in this process.\n\nPlease note that for technical reasons, you will also see this note if you have received a booster vaccination that already counts as a second booster vaccination because you have had a previous infection, but have not scanned a certificate of recovery on your smartphone. You can ignore this message in this case. In you are uncertain, please obtain medical advice on how to proceed."},{"desc":"Die Ständige Impfkommission (STIKO) empfiehlt allen Personen eine zweite Auffrischimpfung, die mindestens 60 Jahre alt sind und deren erste Auffrischimpfung mehr als 6 Monate her ist. Diese Empfehlung gilt auch für Personen, die nach ihrer Grundimmunisierung eine Corona-Infektion durchgemacht haben, wenn diese Infektion mehr als 6 Monate her ist.\n\nDa Sie laut Ihrer gespeicherten Zertifikate einer dieser Personengruppen angehören und noch keine zweite Auffrischimpfung erhalten haben, möchten wir Sie auf diese Empfehlung hinweisen. (Regel DE-BNR-0400)\n\nDieser Hinweis basiert ausschließlich auf den auf Ihrem Smartphone gespeicherten Zertifikaten. Die Verarbeitung der Daten erfolgte auf Ihrem Smartphone. Es wurden hierbei keine Daten an das RKI oder Dritte übermittelt.\n\nBitte beachten Sie, dass Sie diesen Hinweis aus technischen Gründen auch dann erhalten, wenn Sie eine dritte Impfdosis erhalten haben, die wegen einer vorausgegangenen Infektion, die aber nicht mittels eines Genesenenzertifikats auf Ihrem Smartphone dokumentiert ist, bereits als zweite Auffrischimpfung zählt. Sie können diesen Hinweis dann ignorieren. Falls Sie unsicher sind, lassen Sie sich zum weiteren Vorgehen bitte ärztlich beraten.","lang":"de"},{"desc":"Almanya Daimi Aşı Komisyonu (STIKO), ilk hatırlatma aşısını 6 aydan uzun süre önce yaptırmış olan 60 yaş ve üzeri herkesin ikinci bir hatırlatma aşısı yaptırmasını önermektedir. Bu öneri aynı zamanda, 6 aydan uzun süre önce enfeksiyon yaşamışlarsa, temel bağışıklıklarını kazandıktan sonra koronavirüs tanısı almış kişiler için de geçerlidir.\n\nKaydettiğiniz sertifikalar bu kriterlerin sizin için geçerli olduğunu ve ikinci bir hatırlatma aşısı yaptırmadığınızı gösteriyor. Dolayısıyla bu öneriyi vurgulamak isteriz. (Kural DE-BNR-0400)\n\nBu not yalnızca akıllı telefonunuza kaydedilen sertifikalara dayalıdır. Veriler akıllı telefonunuzda işlenmiştir. Bu süreçte RKI veya herhangi bir üçüncü tarafa hiçbir bilgi gönderilmemiştir.\n\nTeknik nedenlerden ötürü, daha önce bir enfeksiyon geçirdiğiniz ancak akıllı telefonunuzla bir iyileşme sertifikasını taramadığınız için, ikinci bir hatırlatma aşısı olarak sayılan bir hatırlatma aşısı yaptırdıysanız da bu notun görüntüleneceğini unutmayın. Böyle bir durum söz konusuysa bu mesajı yoksayabilirsiniz. Emin değilseniz nasıl devam etmeniz gerektiği konusunda lütfen tıbbi tavsiye alın.","lang":"tr"},{"desc":"Комитетът по ваксините на Германия (STIKO) препоръчва ваксинация с бустерна доза за всички на възраст 60 г. и повече, които са получили първата си бустерна доза преди повече от 6 месеца. Тази препоръка важи и за лиса, които са диагностицирани с коронавирус след тяхната основната имунизация, ако инфекцията е възнкнала преди повече от 6 месеца.\n\nЗапазените от Вас сертификати показват, че тези критерии важат за Вас и че не сте получили бустерна доза. Затова бихме искали да Ви обърнем внимание върху тази препоръка. (Наредба DE-BNR-0400)\n\nТази забележка се основава единствено на сертификатите, които са запазени във Вашия смартфон. Данните са обработени в него и в процеса не е изпращана информация към института „Роберт Кох“ или други трети лица.\n\nМоля, обърнете внимание, че поради технически причини ще виждате тази бележка, дори и да сте получили своята бустерна доза, която вече се брои за втора бустерна ваксинация, защото сте боледували преди, но не сте сканирали сертификат за възстановяване на Вашия смартфон. В такъв случай може да пренебрегнете това съобщение. Ако не сте сигурни, моле потърсете медицински съвет относно как да продължите.","lang":"bg"},{"desc":"Niemiecka Stała Komisja ds. Szczepień (STIKO) zaleca drugie szczepienie przypominające dla wszystkich osób powyżej 60 roku życia, które otrzymały pierwsze szczepienie przypominające ponad sześć miesięcy temu. To zalecenie obowiązuje także w przypadku osób, u których zdiagnozowano koronawirusa po szczepieniu podstawowym, jeśli infekcja wystąpiła ponad 6 miesięcy temu.\n\nZ zapisanych przez Ciebie certyfikatów wynika, że te kryteria Cię dotyczą i że nie otrzymałeś(-aś) drugiego szczepienia przypominającego. Z tego względu chcemy zwrócić Twoją uwagę na to zalecenie. (Reguła DE-BNR-0400)\n\nInformacje te opierają się wyłącznie na certyfikatach zapisanych w Twoim smartfonie. Dane zostały przetworzone na Twoim smartfonie. Nie przesłano żadnych danych do RKI ani do osób trzecich.\n\nZ powodów technicznych zobaczysz tę informację, jeśli otrzymałeś(-aś) szczepienie przypominające zaliczane jako drugie szczepienie przypominające, ponieważ zdiagnozowano u Ciebie wcześniej koronawirusa, ale nie zeskanowałeś(-aś) certyfikatu statusu ozdrowieńca na swoim smartfonie. W takim przypadku możesz zignorować tę wiadomość. Jeśli nie masz pewności, jak postąpić, zasięgnij porady medycznej.","lang":"pl"},{"desc":"Comisia permanentă de vaccinare din Germania (STIKO) recomandă vaccinarea cu a doua doză booster pentru toate persoanele începând cu vârsta de 60 de ani care au făcut doza booster cu mai mult de 6 luni în urmă. Această recomandare este valabilă și pentru persoanele care au fost diagnosticate cu coronavirus după imunizarea de bază, dacă infectarea a avut loc cu peste 6 luni înainte.\n\nCertificatele pe care le-ați salvat arată că aceste criterii se aplică pentru dvs. și că nu aveți efectuată o a doua doză booster. Din acest motiv, dorim să vă informăm despre această recomandare. (Regula DE-BNR-0400)\n\nAceastă notificare se bazează doar pe certificatele salvate pe smartphone-ul dvs. Datele au fost prelucrate pe smartphone-ul dvs. Nu au fost transmise niciun fel de date la RKI sau terți în acest proces.\n\nRețineți că, din motive tehnice, veți vedea această notificare și dacă ați făcut o doză booster care este considerată o a doua doză booster, în cazul în care ați avut o infectarea anterioară, dar nu ați scanat certificatul de recuperare după boală pe smartphone-ul dvs. În acest caz, puteți ignora acest mesaj. Dacă nu sunteți sigur, solicitați sfatul medicului înainte de a continua.","lang":"ro"},{"desc":"Німецький чинний комітет із вакцинації (STIKO) рекомендує отримати другу ревакцинацію для всіх людей віком від 60 років і старше, які отримали свою першу ревакцинацію більше ніж 6 місяців тому. Ця рекомендація також дійсна для осіб, у яких коронавірус виявили після стандартної імунізації, якщо інфікування відбулося більше ніж 6 місяців тому.\n\nЗбережені вами сертифікати вказують на те, що ці критерії діють для вас і що ви не зробили ревакцинацію. Тому ми хочемо звернути вашу увагу на цю рекомендацію. (Правило DE-BNR-0400)\n\nЦя нотатка базується виключно на сертифікатах, збережених на вашому смартфоні. Дані було оброблено на вашому смартфоні. Жодної інформації не було надіслано RKI або будь-яким третім особам у цьому процесі.\n\nЗверніть увагу, що з технічних причин ця нотатка також відображатиметься, якщо ви отримали ревакцинацію, яка вже зараховується як друга, оскільки попередньо у вас уже була інфекція, але ви не відсканували сертифікат про одужання на своєму смартфоні. У такому випадку ви можете проігнорувати це повідомлення. Якщо ви не впевнені, зверніться до лікаря щодо подальших дій.","lang":"uk"}],"ValidTo":"2030-06-01T00:00:00Z","hash":"d0941af488514f9c71164ae9b79602efb7d61cff44320e9820c0c14d5256b49b","Country":"DE","Identifier":"BNR-DE-0400","Type":"BoosterNotification","SchemaVersion":"1.0.0","AffectedFields":["dob","r.0","r.0.fr","v.0","v.0.dn","v.0.dt"],"Engine":"CERTLOGIC"}]